[
    {
        "address": "9/68 Albert Street",
        "suburb": "Freshwater",
        "postal": "2096",
        "agency": "LJ Hooker",
        "agent": [
            "Andrew\nStrong"
        ],
        "beds": "1",
        "baths": "1",
        "cars": "1",
        "desc": "\n                        \n                            On the top floor of a boutique security block of 10, this welcoming apartment's roomy interiors, and ocean view balcony present a great market entry or to retain as a solid investment. It's situated Moments away from a freshwater beach, bathed in natural light from an optimal northern orientation, ticking all the boxes for a low up-keep lifestyle with scope to add your own personal touches. It's placed in a fantastic pocket of freshwater offering superb convenience, with Freshwaters local shops and Bus stop just around the corner, plus a short walk to parks, Restaurants, and cafes-\tOpen ocean outlooks-\tOpen plan living and dining area out to a balcony-\tFunctional separate kitchen with practical bench space  -\tNorth facing bedroom with built-in robe -\tLong north-east facing balcony, captures lovely coastal breezes-\tNeat and tidy bathroom with shower/bath, internal laundry-\tSingle Lock up garage-\tPotential to renovate and add value, ready to be enjoyed or rented outTotal Size:\t    Approximately 72sqm Council Rates:   $366.40 PQ approx.Water Rates:\t   $149.35 PQ approx.Strata Rates:      $799 PQ approx.ContactAndrew Strong 0402 789 976 / astrong@ljhcollaroy.com.au  Rhett Mullane  0424 755 447 / rmullane@ljhcollaroy.com.au LJ Hooker Collaroy make no representations to the accuracy of the information provided by our vendors. Interested parties should conduct their own due diligence in relation to each property they are considering purchasing. All photographs, maps and images are representative only, for marketing purposes.\n                        \n                    ",
        "title": "North-East Facing With Ocean Views",
        "propType": "Apartment",
        "priceMid": 970000,
        "priceType": 2
    }
][
    {
        "address": "27/1-11 Bonner Avenue",
        "suburb": "Manly",
        "postal": "2095",
        "agency": "LJ Hooker",
        "agent": [
            "Mark\nBushell",
            "Christian\nRyals"
        ],
        "beds": "3",
        "baths": "2",
        "cars": "2",
        "desc": "\n                        \n                            Listen to the waves breaking from this penthouse-style, sun-filled, top floor apartment. Wet your toes at the ocean's edge two minutes from your front door. Walk to Manly Corso in 15 minutes, and enjoy the year-round benefits of living oceanside in a community that's centred around nature. Manly Lagoon is in your neighbourhood and a short walk over the hill takes you to Freshwater Beach. With a north-eastern aspect, this property is brightly lit all day. A huge wrap- around balcony with partial undercover weather protection is your unique outdoor room to design into zones for alfresco dining, relaxing, studying and entertaining. Starting at the kitchen, where you can exit to eat breakfast outside in the sea breeze, the balcony extends around the spacious living room on its two sides, with room for an outdoor dining table. All three bedrooms face north and have balcony access, too. Newly carpeted and painted throughout in neutral tones, this unit is move-in ready. Additional features of this property are: - Secure tandem garaging with elevator access- Built-in wardrobes in all bedrooms - Master bedroom with en-suite- Gas heating and stovetop - Separate internal laundry - Manly Wharf buses nearby Apartment 27 at 1-11 Bonner Avenue, Manly has character, sunshine, views and privacy, all just one street away from the Queenscliff to Manly coastline.\n                        \n                    ",
        "title": "Sold on 13 Apr 2022",
        "propType": "Apartment",
        "priceMid": 3720000,
        "priceType": 0
    }
][
    {
        "address": "22 & 11 Bligh Crescent",
        "suburb": "Seaforth",
        "postal": "2092",
        "agency": "LJ Hooker",
        "agent": [
            "Glen\nWirth",
            "Tim\nWirth"
        ],
        "beds": "4",
        "baths": "3",
        "cars": "3",
        "desc": "Lived in and loved by the one family for the last 62 years, this largely original 4-bedroom brick home boasts level drive-in access and commanding middle harbour panoramas taking in superb views sweeping from the city to Chatswood skylines.         This is a marvellous opportunity to live in as is, refurbish, reconfigure, or rebuild and create a truly spectacular harbourfront sanctuary. Located in an exclusive and serene cul-de-sac, incorporating approx. 620m2 on 2 titles, features include nautical shed, jetty, pontoon, and deep-water marine berth.        * Living room plus adjoining terrace and level lawn have views      * Dining room with glass atrium, gas kitchen with dishwasher  ... ",
        "title": "  Two Titles, Views, Waterfront, Boating Facilities – Huge Potential",
        "propType": "House",
        "priceMid": "",
        "priceType": 0
    }
][
    {
        "address": "2 Marara Avenue",
        "suburb": "Avalon Beach",
        "postal": "2107",
        "agency": "LJ Hooker",
        "agent": [
            "David\nWatson",
            "David\nEdwards"
        ],
        "beds": "4",
        "baths": "3",
        "cars": "2",
        "desc": "Set on 850sqm of waterfront land in the Marara Estate, this luxurious waterfront home enjoys one of the finest northerly views in all of Pittwater. With completion due in 2023, the opportunity exists now to secure this prime beachfront residence.    You drive into the double garage on the upper level and enter the property to an almost 180 degree view across the water. From here you have the option    to take the stairs or the lift to the main part of the home on the mid level    floor. Walking out of the lift to the right you will step into the vast open plan    kitchen, dining and living area, encompassed by a large curved balcony that    again is surrounded by Pittwater - a view that you will never get tired off.      ... ",
        "title": "  Remarkable Northerly Views, Prime Waterfront Setting, Luxurious New Residence",
        "propType": "House",
        "priceMid": "",
        "priceType": 0
    }
][
    {
        "address": "380 - 380A Moreton Park Rd",
        "suburb": "Douglas Park",
        "postal": "2569",
        "agency": "LJ Hooker",
        "agent": [
            "Gary\nTomlins",
            "David\nWolfe"
        ],
        "beds": "5",
        "baths": "3",
        "cars": "4",
        "desc": "LJ Hooker Camden & Bringelly are proud to present this magnificent opportunity in the fastest growing areas of Sydney's south west to secure a large parcel of land in a prime hotspot for future planning.        The property is offered with 2 separate titles, with a 2 bedroom dwelling on 380 Moreton Park rd and a 3 bedroom Dwelling on 380A Moreton Park Rd. On offer is an immaculately clear and level block currently used as equestrian facilities and paddocks making for a fantastic land bank endeavour. Both properties have frontage on the Nepean River.        The Macarthur 2040 plan identifies this property to be within the 'Employment Subject to future investigation' zone with a major benefit of the future M9 and Hume highway interchange being very close proximity to the site.    ... ",
        "title": "  LARGE ACREAGE - TWO TITLES",
        "propType": "House",
        "priceMid": "",
        "priceType": 0
    }
]