[
    {
        "address": "47 Wassell Street",
        "suburb": "Chifley ",
        "agency": "Ballard Property",
        "agent": [
            "Brooke Marshall",
            "Finn Bird"
        ],
        "beds": "",
        "baths": "",
        "cars": "",
        "desc": "\n                Prime Elevated 572sqm Block, Sunny Pool And Huge Potential\n                \n                                A commanding elevated setting on the high side of a wide tree-lined street affords this freestanding  1950s cottage a wonderful sense of peace and privacy with a big sky outlook. Lovingly held and maintained by one family for 28 years, the 572sqm parcel of land offers a world of opportunity with a sunny party sized pool and bbq terrace giving the home a relaxed holiday like feel. In good original condition with plentiful room to build up or extend out (STCA), the three-bedroom home is opposite Bunnerong Equestrian Park with close proximity to Chifley Public School and Matraville Sports High. A prime slate ready to renovate or recreate, this is a great spot for families in a high-growth suburb less than 2km to Malabar Beach and an easy drive to Westfield Eastgardens and Maroubra's surf culture. -\tSet behind a deep nature strip on an elevated block with a side drive and lock-up garage -\tHeld by one family since 1994, potential to transform-\tSingle storey layout featuring 3 bedrooms with built-ins -\tLarge living room with a fireplace and bright dining room-\tTidy kitchen with breakfast bar and a separate laundry-\tLarge sunny pool with a storage area ideal as a cabana-\tScope to renovate, recreate or build your dream home -\t650m to Chifley Public School, 1.5km to Matraville village-\tExcellent transport links to the city, beaches and M1/M5                                        \n                \n\n\n\n\n\n\n            ",
        "propType": "House",
        "priceMid": "",
        "priceType": 2
    }
][
    {
        "address": "1/164 Bellevue Road",
        "suburb": "Bellevue Hill ",
        "agency": "Ballard Property",
        "agent": [
            "Sam Towndrow"
        ],
        "beds": "",
        "baths": "",
        "cars": "",
        "desc": "\n                Stylish Garden Apartment Footsteps To Double Bay Village\n                \n                                *Enter via Leura RoadPerfectly blended mix of Art Deco elegance and fresh modern updates, this character-filled garden apartment offers a superb lifestyle on the edge of Double Bay village. Offering desirable indoor/outdoor living with elegant living flowing to entertainers' deck and private courtyard. Set within a beautifully kept secure block of 20, the home is an ideal first home or low-maintenance investment with strong rental demand. Footsteps to the chic Kiaora Lane retail precinct, and a 500m walk to the harbour foreshore, city ferry and Redleaf Pool.-\tClassic Art Deco building with grand marble foyer-\tSeparate access from the Leura Road cul-de-sac at the back-\tPolished timber floors, double brick, intercom access-\tElegant living room with french doors opening to entertainer's deck-\tCaesarstone gas kitchen with dishwasher, ample storage-\tFreshly renovated bathroom, internal laundry-\tOversized storeroom available for use as multi-purpose room-\tAn affordable entry to a chic harbourside precinct-\tExceptional first home or investment in a prized lifestyle addressInspect: By pre-registered appointment. Please contact the Agent to arrange a time.                                        \n                \n\n\n\n\n\n\n            ",
        "propType": "Apartment",
        "priceMid": "",
        "priceType": 2
    }
][
    {
        "address": "1/1 Latimer Road",
        "suburb": "Bellevue Hill ",
        "agency": "Ballard Property",
        "agent": [
            "Maxwell Munro",
            "Sophie Beaumont"
        ],
        "beds": "",
        "baths": "",
        "cars": "",
        "desc": "\n                Art Deco Glamour Meets Harbourside Tranquility\n                \n                                Northerly sunshine streams into this recently recreated Art Deco apartment in a picturesque garden setting around the corner from Plumer Road's European style village hub. One of only nine in the heritage-listed Phillip Court, the semi-sized apartment's tasteful redesign allows the refined period details to shine while delivering a perfect fusion of classic elegance and contemporary style. A house-like layout features separate living and bedroom zones with a custom Caesarstone kitchen as the social heart and the main bedroom featuring an adjoining sunroom ideal as a study or nursery with leafy views over Woollahra Golf Club. With cafes, bakeries and bistros footsteps from the door, it's a 450m walk down to the scenic harbourfront with its celebrated waterfront restaurants, recreational parkland and boutique beaches. -\tPrized north-east corner setting in a landmark Art Deco block-\tHouse-like proportions, 2 double bedrooms with built-ins-\tKing sized main bed with a window seat and sunroom/study-\tBeautiful bay windows, leadlight windows, hardwood floors-\tCustom-designed Caesarstone kitchen in Cloudburst Concrete-\tGas cooktop, Miele dishwasher, streamlined Blum cabinetry-\tOpen plan living and dining anchored by a feature fireplace -\tBright contemporary bathroom with a bath, internal laundry-\tSecure block with grand entry foyer, only one common wall -\tFootsteps to village life, walk to harbour beaches and parkland-\tEasy ferry commute into the city, minutes to Bondi Beach                                        \n                \n\n\n\n\n\n\n            ",
        "propType": "Apartment",
        "priceMid": "",
        "priceType": 2
    }
]