[
    {
        "address": "402/21-25\t                        Urunga Parade",
        "postal": "2228",
        "suburb": "Miranda",
        "agency": "Laing + Simmons",
        "agent": [
            "Peter Green",
            "Michael Green"
        ],
        "beds": "2",
        "baths": "2",
        "cars": "2",
        "title": "Conveniently Located with Sunny Northerly Aspect",
        "desc": [
            "Conveniently Located with Sunny Northerly Aspect\n\nBUYER MATCH PREVIEW – WEDNESDAY 13/4 & SATURDAY 16/4 @ 1.00-1.30PM – PLEASE CALL.TEXT.EMAIL TO REGISTER\n\nIf location, modern finishes with a popular northerly aspect & city views are on your list then this apartment is worth an inspection. Situated on the 4th level this apartment offers lift access and a terrific floor plan with plenty of space for the best in indoor and outdoor living.\n\nGenerous open plan living area with floating timber floors, flows out through bi-fold doors to the great-sized north-facing balcony with distant city & bay views providing plenty of room for outdoor entertaining. The modern kitchen offers gas cooking, ample storage and a breakfast bar.\n\nBoth the bedrooms enjoy access to the balcony, the main with a large walk-in robe & en-suite. A full main bathroom has a spa bath and a handy internal laundry with dryer. Gas outlets inside and outside and air-con in the living area, the apartment has the bonus of a 2 car; tandem secure car space, while only minutes to Westfield, cinemas, shops, cafes, gym and both bus and train transport the apartment makes an ideal easy living home or valuable investment.\n\nStrata Fees: $1,148/qtr I Rates: $348/qtr I Water: $150 qtr\nSIZE: Internal: 110sqm, Total: 136sqm approx\n\n+ Bi-fold doors to a large north-facing balcony with city views\n+ Open living/dining with floating boards and air-con\n+ Modern gas kitchen with ample bench and storage space\n+ Two bedrooms, main with walk–in robe & en-suite\n+ Full main bathroom and handy internal laundry with dryer\n+ Tandem security car space, only moments to all Miranda offers\n+ Ideal Investment or low maintenance living\n+ Built 2002, 1 OF 40 Units in Complex\n\nShare this property:\n\n   "
        ],
        "propType": "Apartment",
        "priceMid": "",
        "priceType": 0
    }
][
    {
        "address": "1310/3\t                        Keats Avenue",
        "postal": "2216",
        "suburb": "Rockdale",
        "agency": "Laing + Simmons",
        "agent": [
            "Juan Marin",
            "Greg Tsaprazis"
        ],
        "beds": "2",
        "baths": "2",
        "cars": "2",
        "title": "Penthouse Apartment With Private Rooftop Terrace",
        "desc": [
            "Penthouse Apartment With Private Rooftop Terrace\n\nPairing intuitive design with expansive district views, this marvelous penthouse apartment bears immense attraction as a centrally located home and entertainer. Imagine leading guests up the spiral staircase to 95sqm of your very own rooftop entertaining space, where you can revel under the stars all night long. Peacefully set high above the bustle of Rockdale’s commercial precinct, this penthouse apartment in immaculate condition enjoys secure, resort-style living just one-minute’s walk from Rockdale Station and the surrounding cafes and bakeries.\n\n+ Top-floor spot in Lotus Building of Rockdale Greens – enter from Keats Av\n+ Rooftop offers sunshine by day and views over shimmering lights by night\n+ Complex integrates children’s playground, indoor heated pool, gym, mini golf\n+ Generous living and dining opens out to partly covered wraparound balcony\n+ Stone kitchen with stainless appliances including gas stovetop and dishwasher\n+ Built-in robes, both bathrooms are fully tiled and the main provides a bathtub\n+ Secure landscaped grounds providing lift access to basement tandem parking\n+ First-home buy, can become a future investment property – Approx $700/wk\n+ Convenience store at street level, great choice of classic cafes and eateries\n\nShare this property:\n\n   "
        ],
        "propType": "Apartment",
        "priceMid": 838000,
        "priceType": 2
    }
][
    {
        "address": "54\t                        Binburra Avenue Avenue",
        "postal": "2107",
        "suburb": "Avalon Beach",
        "agency": "Laing + Simmons",
        "agent": [
            "Amy Young",
            "Marnie Beauchamp"
        ],
        "beds": "5",
        "baths": "3",
        "cars": "1",
        "title": "Tranquil Avalon living with 2 houses to enjoy",
        "desc": [
            "Tranquil Avalon living with 2 houses to enjoy\n\n54 Binburra Avenue, Avalon Beach is a surprise package. From its private street frontage, you won't be expecting the space and unique dual living that unfolds beyond the front gate. A stairway leads you down into a tropical garden with cool leafy seclusion on all sides. Venture onward to the main home with its 3 bedroom, 2 bathroom floorplan, and then explore further to discover the charming 2-bedroom villa that is nestled in the rear garden.\n\nThe garden is truly the sanctuary of the home. Sprawling, breezy and enjoying both shade and warmth, it envelops you with wonderful privacy. Overlooking the tiered lawn, the wide covered deck is the place you'll be drawn to, for morning coffees, lazy lunches and evening entertaining.\n\nWith a fresh coastal feel, the home has a relaxed open plan living and dining area which takes in the lush garden view. From the light-filled kitchen with its spacious footprint, a stairway leads you to two double bedrooms and a second bathroom. Take your pick from the garden view room or a tree-lined ridge view, before taking the final steps to the airy loft-style third bedroom.\n\nCompletely defined in its own enclosed space, the self-contained villa is its own private sanctuary.. With its own front and rear gardens, timber deck, living area, kitchen and bathroom, plus two generous bedrooms, this space is ideal for the extended family or to be leased out for extra income.\n\nWhile Avalon Village is only a 4 minute drive away, you can soak up the chilled atmosphere that is 'North Av'. It's a scenic neighborhood, with Pittwater foreshore access at Careel Bay Marina and Currawong Ave Reserve, while Bangalley Headland offers you stunning cliff top ocean views. Add two local shopping areas and nearby sporting facilities, you'll see it's all on your doorstep.\n\nA home with all the beachside charm and flexibility you've dreamt of.\n\n* Two separate private dwellings with individual access\n* Dual street access – Binburra Ave / Whale Beach Rd\n* Double garage adjoining the self-contained villa\n* Additional vehicle access to rear yard of main house\n* 6 min walk to North Avalon shops and cafe\n* 10 min walk to Careel Bay Shopping village\n* 8 min walk to Hitchcock Park / off leash dog area\n* 6 min walk to Careel Bay tennis courts\n\nShare this property:\n\n   "
        ],
        "propType": "House",
        "priceMid": "",
        "priceType": 0
    }
][
    {
        "address": "2\t                        Bingham Street",
        "postal": "2762",
        "suburb": "Schofields",
        "agency": "Laing + Simmons",
        "agent": [
            "Stewart Wong",
            "Stewart Wong"
        ],
        "beds": "3",
        "baths": "2",
        "cars": "2",
        "title": "Best Value Three Bedroom apartment in Schofields",
        "desc": [
            "Best Value Three Bedroom apartment in Schofields\n\nReserve your affordable, spacious, comfortable apartment TODAY\n\nWe are selling these tenanted apartments direct from the Developer with a rental yield towards 5%. The savvy investor may choose from a 1 bedroom, 2 bedroom or 3 bedroom or you have an option to move in when lease ended.\n\nThe Bingham is a collection of spacious 1, 2, 3 bedroom units in the heart of Schofields offering everyday conveniences and the very best in apartment living.\n\nEver so close to school, transport, shops and amenities, this block is a 300 m walk to the train station as well as Schofields Shopping Village plus 1km to the local schools.\n\nTimely suited towards the savvy investor looking for an exceptional rental return or busy professional needing low maintenance lock and leave. This one is not to be missed.\n\nMULTIPLE APARTMENTS are available for more information please call us\n\nFeatures:\n+ Oversized multi living & dining area\n+ Queen-sized bedroom, plush carpet with glass panel built-in wardrobes\n+ Large-sized balcony with gas points\n+ Newly styled bathrooms, modern bathtub plus frameless shower screens\n+ European Laundry big enough for all white goods, including washbasin + dryer\n+ Modern open kitchen with Caeser-Stone benchtops, white brick tiled splashbacks plus plenty of storage\n+ AEG conventional oven + 4 burner gas cooktop plus dishwasher\n+ Separate internal gas point for heating\n+ Haier Split System Air conditioning\n+ Brand new throughout\n+ approx 16m² secure car space x 2 + visitor parking\n+ 4m² Storage Cage\n\nLive video inspection available upon request.\n\nDISCLAIMER: Please note photos advertised are for display purposes only and are not a reflection of potential apartments available. Whilst we deem this information to be reliable the agent cannot guarantee its accuracy and accepts no responsibility. Interested parties must make their own enquiries for further information.\n\nShare this property:\n\n   "
        ],
        "propType": "Apartment",
        "priceMid": 625000,
        "priceType": 0
    }
]