[][{"address":"1/89 Drumalbyn Rd","suburb":"Bellevue Hill","agency":"Ray White","agent":"Oliver Lavers","status":"for Auction","beds":"3","baths":"3","cars":"2","landSize":"","propExternal":"","propType":"Apartment","title":"Incredible 369m² on-Title! North East Facing House-Like Apartment with Breathtaking Views in Boutique Complex of Two","desc":"\n                                        Occupying an incredible 369sqm on-title in an exclusive boutique complex of two, this whole-floor house-like apartment delivers the ultimate lifestyle sanctuary with breathtaking elevated district views.Boasting a prized north east aspect and flooded with natural light, it exudes a relaxed holiday feel with vast flowing living zones enjoying seamless transitions to private wraparound terracing, amid low maintenance landscaped gardens.Upon entering via a wide central foyer, it features generous proportions with sophisticated contemporary interiors wrapped in windows on all sides and appointed with premium finishes.  Chef's will adore the gourmet custom kitchen complete Basaltina benchtops/breakfast bar and superior European gas appliances, while a spacious dining room adjoins a large welcoming lounge, warmed in the winter months by a gas fireplace. Accommodation comprises three generous bedrooms, all of which feature built-in wardrobes and stylish fully-tiled ensuites, while enjoying access to sunlit terraces.A highlight is the flexible study/home office, while additional features include a guest powder room, European Oak flooring, zoned ducted air conditioning, Sonos sound system, plantation shutters and extensive custom storage. Complete with secure access to a double remote garage with storage, it offers easy access to some of Sydney's most prestigious schools and shopping villages, while moments to golf courses, waterfront parks and eateries, ferries and public transport.-\t 3 bed | 3.5 bath  | 2 car | study -\tFlawlessly designed w/ superb 369sqm altogether on title-\tSun bathed N/E aspect with spectacular district outlooks-\tImpressive house-like layout features multiple living zones-\tAll three large bedrooms w/ensuites enjoy access to private sunlit terracing-\tSeparate external study/home office, integrated Sonos system-\tDouble remote garage with storage, video security intercom-\tEffortless transitions to wraparound entertainers' terrace-\tGenerous dining adjoins a warm and welcoming lounge room-\tChef's gourmet kitchen, Basaltina benchtops/breakfast bar-\tSuperior European gas appliances, extensive cabinetry-\tWell-proportioned bedrooms with chic ensuites and BIR's-\tTwo bedrooms are appointed with built-in study nooks-\tEuropean Oak floorboards, zoned ducted air conditioning-\tWide entrance foyer, guest powder room, custom storage-\tWalk to Bellevue Road's village shops, grocers and cafes-\tClose to premier schools, Cooper Park, Plumer Road shops-       Pet friendly -       $1,500 per quarter strata fee                                    "}][{"address":"47 Leamington Ave","suburb":"Newtown","agency":"Ray White","agent":"Bianca Field","status":"for Auction","beds":"2","baths":"1","cars":"1","landSize":"","propExternal":"","propType":"House","title":"Designer Haven in a Leafy Pocket of Newtown North","desc":"\n                                        With an emphasis of enduring natural materials and artisan finishes, the highly considered redesign of this Victorian terrace has created a calm and relaxing home that exemplifies quality design and craftmanship. In a prized pocket of Newtown North, the beautifully appointed home is set on one of the area's most picturesque tree-lined streets one block back from Hollis Park with cafes all around. An internal courtyard floods the living space in northerly sunshine with skylights throughout creating a light and airy feel while Carrara marble finishes add a splash of luxury to the perfectly proportioned interiors. Entertain in style in the landscaped courtyard, wander up to the buzz of King Street or down to Carriageworks Farmers' Market and enjoy a lifestyle of easy convenience. It's 250m to Macdonaldtown station for a quick commute to the city and 650m to Erskineville's charming village high street. - Traditional tessellated tile verandah, Tiffany Blue front door- Skylit corbelled arch hallway, original polished timber floors- 2 spacious bedrooms with custom built-ins and high ceilings- King-sized main with sage wall panelling and brass sconces - Ladder access to a lofty home office with Velux sky windows- Living room with cedar bi-folds to a sunny internal courtyard- Skylit dining and a designer gas kitchen, integrated appliances- Essastone benchtops in Zinc, Carrara marble tiled splashback- Stylish bathroom with a Kaldewei bath, Carrara marble vanity- Artisan floor tiles with underfloor heating, integrated laundry- Landscaped courtyard with sundeck and entertainer's pergola- Integrated bench seating, gas bbq, wet bar and drinks fridge- Reverse cycle air, rear lane access to auto secure parking- Rates: Water $199pq, Council $364.80pq (Both approx.)Contact Bianca Field 0437 059 157 Matthew Carvalho 0404 006 744                                    "}][{"address":"1401/71-79 Macquarie St","suburb":"Sydney","agency":"Ray White","agent":"Oliver Lavers","status":"for Auction","beds":"3","baths":"2","cars":"2","landSize":"","propExternal":"","propType":"Apartment","title":"Luxury Apartment with Panoramic World-Class Views","desc":"\n                                        One of the best apartment buildings Australia has to offer, it has been a 25 years wait for a new gem to land on Bennelong point, being the last piece that Bennelong point will ever offer, Opera Residences is the only building in Bennelong point with modern high ceilings. With unrivalled luxury finishes and world class views, this is a rare north facing 3 bed sub-penthouse with views of the Opera house, Harbour Bridge, Circular quay and Harbour.-Panoramic views of Sydney harbour Bridge and circular quay harbour-Modern high ceilings-Highest grade acoustic glass windows in Australia-Subzero, Wolf Appliances-All living area and bedrooms with views-Indoor swimming pool, spa, concierge-World class dining at your doorstep-Luxury marble en-suite with extra marble powder room for guests-Sun drenched North East facing with floor plan designed to maximize light and sunIn conjunction with Auschain: Sean Huang 0433 888 009                                    "}][{"address":"703/209 Castlereagh St","suburb":"Sydney","agency":"Ray White","agent":"Anthony Cavallaro","status":"for Sale","beds":"1","baths":"1","cars":0,"landSize":"","propExternal":"","propType":"Apartment","title":"Near New One Bedroom Apartment in Choice Location","desc":"\n                                        Stunning unfurnished one bedroom apartment located on level 7 of a recently constructed building in a popular location. Features with:* Timber floor & ducted air-conditioning throughout* Open plan living style, combine lounge & dinning* Gourmet kitchen with granite bench top & stainless steel * Bedroom with large built in wardrobes* Lots of storage, work bench and balcony  Close to Hyde Park, Westfield Shopping Centre, transports & all amenities. Nearest cross street is Bathurst Street.                                    "}]